[{"id":"gxO15J","name":"American Brown Ale (Can Sessions)","nameDisplay":"American Brown Ale (Can Sessions)","description":"Our American Brown Ale starts with a classic British brown recipe crafted with caramel and chocolate malts for sweetness and color. Then we fortify it with the bold flavor and aroma of American hops.","abv":"5","ibu":"30","glasswareId":5,"srmId":21,"availableId":1,"styleId":37,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/gxO15J\/upload_5GWkd1-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/gxO15J\/upload_5GWkd1-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/gxO15J\/upload_5GWkd1-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-01-20 15:22:20","updateDate":"2014-11-09 14:31:06","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":21,"name":"21","hex":"952D00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"T2oJyZ","name":"American IPA","nameDisplay":"American IPA","description":"Brewed with big hop flavor and aroma, this dry hopped American style IPA has enough malted barley backbone to stand up to the intense bitterness.","abv":"7.2","ibu":"50","glasswareId":5,"availableId":2,"styleId":30,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/T2oJyZ\/upload_H6C4Xs-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/T2oJyZ\/upload_H6C4Xs-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/T2oJyZ\/upload_H6C4Xs-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:42:41","updateDate":"2013-10-26 13:28:46","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"r0Rmyp","name":"Apricot Berliner Weisse","nameDisplay":"Apricot Berliner Weisse","description":"A future Ibex Series Release,  Schlafly Apricot Berliner Weisse (or Weiβe) is a cloudy, sour wheat beer from Northern Germany dating back to the 16th Century.  It is 4% abv and 5 IBU’s.  The beer is fermented with our house, “Cosmic Debris” culture of brettanomyces and lactobacillus.  In this version we move beyond the traditional base beer and add over two pounds of apricot puree to the fermentation showcasing the fruit with a nice sharp acidity and Brett character.","abv":"4","ibu":"5","styleId":46,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-01 14:21:38","updateDate":"2015-06-05 14:02:08","style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"QyT3s1","name":"Biere De Garde","nameDisplay":"Biere De Garde","description":"Schlafly Bière de Garde is a bottle-conditioned, French farmhouse-style ale. The name refers to the beer's ability to improve with age and if you choose to age this ale, the tart fruitiness from the yeast and the sweet maltiness from the grains will meld together nicely for several years at cellar temperatures (51-55 degrees F).\r\n\r\nBrewed as a modern re-creation of a classic European beer style to celebrate Saint Louis's French heritage, Schlafly Bière de Garde pairs well with cheese, mussels, bouillabaisse, and roast chicken.\r\n\r\nPackaged in decorative silk-screened 750mL bottles, this ale is available year-round.","abv":"7.5","ibu":"25","glasswareId":6,"availableId":1,"styleId":71,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/QyT3s1\/upload_ylE2tY-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/QyT3s1\/upload_ylE2tY-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/QyT3s1\/upload_ylE2tY-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:42:48","updateDate":"2014-12-26 21:26:10","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":71,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French-Style Bière de Garde","shortName":"Bière de Garde","description":"Beers in this category are golden to deep copper or light brown in color. They are light to medium in body. This style of beer is characterized by a toasted malt aroma, slight malt sweetness in flavor, and low to medium hop bitterness. Noble-type hop aromas and flavors should be low to medium. Fruity esters can be light to medium in intensity. Flavor of alcohol is evident. Earthy, cellarlike, musty aromas are okay. Diacetyl should not be perceived but chill haze is okay. Often bottle conditioned with some yeast character. French-Style Biére de Garde may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"8","srmMin":"8","srmMax":"16","ogMin":"1.06","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:08"}},{"id":"v2T9hp","name":"Black IPA","nameDisplay":"Black IPA","description":"Our Black IPA combines the roasted malt flavors of porters and stouts with the bright hoppiness of the American IPA.  The brew is dry hopped for additional flavor and aroma, without adding unnecessary bitterness.\r\n\r\nAccording to brewer legend, Black IPA’s were first brewed in Vermont in the mid-1990’s. Like many modern American beer styles, this beer combines the traditions of classic European brews with the newer tradition of the American hop profile.  The Brewers Association legitimized the style in 2010, when it was added to the Great American Beer Festival guidelines for the first time.﻿","abv":"7","ibu":"50","glasswareId":5,"availableId":2,"styleId":41,"isOrganic":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.065","createDate":"2014-06-17 19:38:04","updateDate":"2014-06-17 21:26:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"nJwNih","name":"Bourbon Barrel Spiced Stout","nameDisplay":"Bourbon Barrel Spiced Stout","abv":"7","styleId":134,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/nJwNih\/upload_GN9wPE-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/nJwNih\/upload_GN9wPE-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/nJwNih\/upload_GN9wPE-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-02-09 14:52:55","updateDate":"2015-04-30 18:42:01","style":{"id":134,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Dark Beer","shortName":"BBL Aged Dark","description":"Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port\/ whiskey\/ wine\/ sherry\/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.","abvMin":"3.75","abvMax":"6.5","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:44"}},{"id":"c9h9ON","name":"Bourbon Barrel-Aged Imperial Stout","nameDisplay":"Bourbon Barrel-Aged Imperial Stout","description":"Roasty, rich and malty, our Imperial Stout is aged for several months in freshly-emptied Jim Beam bourbon barrels, where it pick up the essential character of oak, caramel and bourbon flavors.\r\n\r\nThis is a perfect beer to pair with hearty, cold-weather dishes, smoked meats, foie gras, and virtually any dessert (especially chocolate). Great with long-aged cheese like Gouda, Parmesan or cheddar.\r\n\r\nAvailable in 750mL bottles.","abv":"10","ibu":"75","glasswareId":6,"availableId":2,"styleId":43,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/c9h9ON\/upload_fOrhkb-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/c9h9ON\/upload_fOrhkb-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/c9h9ON\/upload_fOrhkb-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:42:53","updateDate":"2012-03-22 13:05:09","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"8snumd","name":"Christmas Ale","nameDisplay":"Christmas Ale","description":"Schlafly Christmas Ale is a full-bodied amber ale to spice up the holidays. ‘Tis the season to enjoy this rich and flavorful ale made with orange peel, cloves and spicy hops.","abv":"8","ibu":"30","glasswareId":6,"availableId":2,"styleId":124,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/8snumd\/upload_cMV5qF-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/8snumd\/upload_cMV5qF-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/8snumd\/upload_cMV5qF-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:42:59","updateDate":"2013-11-12 13:02:35","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"5jQanA","name":"Citrus Witbier","nameDisplay":"Citrus Witbier","abv":"5.5","glasswareId":5,"styleId":65,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/5jQanA\/upload_cxlM3j-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/5jQanA\/upload_cxlM3j-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/5jQanA\/upload_cxlM3j-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:42:59","updateDate":"2012-03-22 13:05:26","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"9fum0h","name":"Cocoa Bourbon Barrel Aged Imperial Stout","nameDisplay":"Cocoa Bourbon Barrel Aged Imperial Stout","description":"Our traditional bourbon barrel aged imperial stout aged on more then 150lbs of roasted cocoa nibs.","abv":"10.5","ibu":"50","styleId":134,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:40:15","updateDate":"2014-06-17 21:26:11","style":{"id":134,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Dark Beer","shortName":"BBL Aged Dark","description":"Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port\/ whiskey\/ wine\/ sherry\/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.","abvMin":"3.75","abvMax":"6.5","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:44"}},{"id":"84EPbp","name":"Coffee Stout","nameDisplay":"Coffee Stout","description":"This collaboration with Kaldi’s Coffee uses the cold toddy method of extraction for the coffee. We mix it with our Oatmeal Stout for an exceptionally delicious beer.","abv":"5.7","ibu":"40","glasswareId":5,"srmId":41,"availableId":8,"styleId":23,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/84EPbp\/upload_iCnGWY-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/84EPbp\/upload_iCnGWY-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/84EPbp\/upload_iCnGWY-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:00","updateDate":"2014-03-21 13:21:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":23,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:51"}},{"id":"lzdaA8","name":"Cyser","nameDisplay":"Cyser","abv":"15","styleId":143,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:40:35","updateDate":"2015-06-18 17:30:25","style":{"id":143,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Cyser (Apple Melomel)","shortName":"Cyser","description":"In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Some of the best strong examples have the taste and aroma of an aged Calvados (apple brandy from northern France), while subtle, dry versions can taste similar to many fine white wines.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:14"}},{"id":"OJMOJZ","name":"Doppelbock","nameDisplay":"Doppelbock","abv":"7.9","ibu":"31","availableId":4,"styleId":90,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:40:59","updateDate":"2014-06-17 21:26:13","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":90,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Doppelbock","shortName":"Doppelbock","description":"Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent","ibuMin":"17","ibuMax":"27","abvMin":"6.5","abvMax":"8","srmMin":"12","srmMax":"30","ogMin":"1.074","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:08"}},{"id":"3IBs1S","name":"Dry Hopped APA","nameDisplay":"Dry Hopped APA","description":"Schlafly Dry Hopped APA is an American Pale Ale with a hearty dose of hop bitterness, flavor and aroma. We add hops directly into the finished beer to boost the fresh, fruity flavor and aroma of American hops. Available year-round on draft and in bottles.","abv":"5.9","ibu":"50","glasswareId":5,"srmId":12,"availableId":1,"styleId":25,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/3IBs1S\/upload_UfmSsm-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/3IBs1S\/upload_UfmSsm-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/3IBs1S\/upload_UfmSsm-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:07","updateDate":"2015-04-13 16:11:01","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":12,"name":"12","hex":"CF6900"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"rDaPnC","name":"Dry-Hopped Farmhouse Ale","nameDisplay":"Dry-Hopped Farmhouse Ale","description":"Our Dry-Hopped Farmhouse Ale uses Lemondrop, Summer, Rakau and Bullion hops which are a mixture of US and New Zealand hops. While Lemondrop is a newer hop, Bullion is a vintage hop which was used for bittering lagers in the 1950’s. Even with this mixture of hops, the flavor is very fermentation forward which allows the fruity flavors produced by the yeast to really stand out. They range from tropical and citrus fruits to earthy, spicy cedar notes.﻿","abv":"6.9","styleId":72,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-08-28 03:17:00","updateDate":"2014-09-03 14:26:42","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"NuZ4KB","name":"Export IPA","nameDisplay":"Export IPA","description":"Our English Style Export IPA features 100% English hops and a big malt backbone built upon pale and caramel malted barley. The hop varietals, Pilgrim and East Kent Goldings, lend a quality of lemon and spice, which play off of the fruity flavors contributed by the London ale yeast.","abv":"7.2","glasswareId":5,"availableId":2,"styleId":2,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/NuZ4KB\/upload_89rVRL-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/NuZ4KB\/upload_89rVRL-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/NuZ4KB\/upload_89rVRL-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-22 12:36:04","updateDate":"2015-05-20 17:50:32","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"84gufv","name":"Golden Ale","nameDisplay":"Golden Ale","abv":"7","glasswareId":8,"availableId":2,"styleId":63,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/84gufv\/upload_E9tKSP-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/84gufv\/upload_E9tKSP-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/84gufv\/upload_E9tKSP-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-26 13:55:23","updateDate":"2012-10-26 13:55:25","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":63,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Strong Ale","shortName":"Belgian Pale Strong","description":"Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"4","srmMax":"10","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:16"}},{"id":"qn8lhF","name":"Grand Cru","nameDisplay":"Grand Cru","description":"Schlafly Grand Cru continues our series of bottle-conditioned, Belgian-style ales. Three different traditional Belgian yeast strains contribute fruity and spicy aromas which give complexity of this deep golden ale. Medium body and effervescence contribute to a light, dry impression, despite its gravity and smooth, sweet finish. Store at cellar temperature until ready to serve.\r\n\r\nTry Grand Cru with full-flavored dishes like steamed mussels, spicy fish dishes or bread pudding and discover why this is truly (as its name implies) Schlafly Beer's \"cream of the crop.\"","abv":"9","ibu":"20","glasswareId":6,"availableId":2,"styleId":70,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/qn8lhF\/upload_SL06ld-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/qn8lhF\/upload_SL06ld-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/qn8lhF\/upload_SL06ld-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:18","updateDate":"2012-03-22 13:05:09","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"41WIHg","name":"Hefeweizen","nameDisplay":"Hefeweizen","description":"This unfiltered American wheat ale is light in color, body and bitterness, with the delicious finish of wheat malt. Available year-round on draft and in bottles.","abv":"3.9","ibu":"14","glasswareId":9,"srmId":3,"availableId":1,"styleId":48,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/41WIHg\/upload_rfXTES-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/41WIHg\/upload_rfXTES-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/41WIHg\/upload_rfXTES-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:21","updateDate":"2014-03-26 09:01:41","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"srm":{"id":3,"name":"3","hex":"FFCA5A"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"0d5CT0","name":"Hop Harvest","nameDisplay":"Hop Harvest","description":"Our Hop Harvest Ale celebrates the bounty, aroma and freshness of the hop-growing season with an abundance of American hops fresh from the farm.  Standing on a lightly caramel malt base, the hops this year offer a rich mix of floral and fruit notes balanced by underlying citrus and pine.","abv":"5.7","ibu":"30","glasswareId":5,"srmId":10,"availableId":2,"styleId":26,"isOrganic":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.06","createDate":"2014-06-17 19:41:19","updateDate":"2014-06-17 21:26:14","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":10,"name":"10","hex":"DE7C00"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":26,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Fresh \"Wet\" Hop Ale","shortName":"Wet Hop Ale","description":"Any style of ale can be made into a fresh hop or wet hop version. These ales are hopped predominantly with fresh (newly harvested and kilned) and\/or undried (“wet”) hops. These beers will exhibit especially aromas and flavors of green, almost chlorophyll-like or other fresh hop characters, in harmony with the characters of the base style of the beer. These beers may be aged and enjoyed after the initial “fresh-hop” character diminishes. Unique character from “aged” fresh hop beers may emerge, but they have yet to be defined.","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:25"}},{"id":"SL9VVW","name":"Hop Toddy Ale","nameDisplay":"Hop Toddy Ale","description":"Volume # 2 in the 20th Anniversary series for Schlafly Brand Beers is Schlafly Hop Toddy Ale. This beer was brewed by the brewers who started between 1992 and 1997. Using a local farm connection which grows raw unmalted wheat was one of the elements of this beer. It is a slightly stronger wheat beer with an ABV of 7% aged in bourbon barrels. It has a light amber color mainly from the Honey Malt used in the brew, a heaping helping of locally grown wildflower honey as well as color pick up from char in the bourbon barrels. There is a citrus quality to this beer as well from both the use of lemon juice and Citra hops in both the kettle, whirlpool and dry-hopping. The combination of honey, citrus and bourbon flavors is reminiscent of a Hot Toddy and was a theme from which we worked this variation. Quite frankly we don’t know what to expect from such a beer, but look forward to when it is ready. We hope you enjoy this sampling of our personal stamp on the discovery and wonder of the art of exploration in brewing.","abv":"7","glasswareId":5,"availableId":2,"styleId":112,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/SL9VVW\/upload_7ufayJ-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/SL9VVW\/upload_7ufayJ-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/SL9VVW\/upload_7ufayJ-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:25","updateDate":"2012-03-22 13:05:13","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"cwo0cR","name":"Hoppy Wheat","nameDisplay":"Hoppy Wheat","abv":"4.8","availableId":2,"styleId":112,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:42:05","updateDate":"2014-06-17 21:26:22","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"QC0Nrs","name":"Imperial Topaz","nameDisplay":"Imperial Topaz","description":"While some might celebrate 23 years of joy and happiness with the traditional anniversary gift of an Imperial Topaz gemstone, we chose to honor our faithful fans with an Imperial Topaz IPA. Utilizing Topaz Hops from Tasmania, we created a bold and delicious Imperial IPA that will engage the senses with a light amber color, elegant citrus flavor and enchanting aroma. Consider this jewel our gift to you as we celebrate 23 years of Schlafly beer.","abv":"10.2","styleId":31,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/QC0Nrs\/upload_2JRpgr-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/QC0Nrs\/upload_2JRpgr-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/QC0Nrs\/upload_2JRpgr-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-30 15:06:11","updateDate":"2014-09-30 15:10:56","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"t4KY1H","name":"India Brown Ale","nameDisplay":"India Brown Ale","abv":"6.2","styleId":37,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-17 17:36:49","updateDate":"2014-07-17 17:36:49","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"NWFX5V","name":"India Pale Ale","nameDisplay":"India Pale Ale","description":"This full-bodied traditional English-style ale is brewed with a high gravity and extra hops, which originally helped to preserve the beer on long voyages from England to India.","abv":"8","ibu":"66","glasswareId":6,"availableId":2,"styleId":2,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/NWFX5V\/upload_9VQre5-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/NWFX5V\/upload_9VQre5-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/NWFX5V\/upload_9VQre5-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:28","updateDate":"2012-03-22 13:05:09","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"4dfCvs","name":"IPA (Can Sessions)","nameDisplay":"IPA (Can Sessions)","abv":"4.5","glasswareId":5,"availableId":1,"styleId":30,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/4dfCvs\/upload_kx1rwS-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/4dfCvs\/upload_kx1rwS-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/4dfCvs\/upload_kx1rwS-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-01-20 15:21:49","updateDate":"2013-01-20 15:21:50","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"lCWiw4","name":"Irish Extra Stout","nameDisplay":"Irish Extra Stout","description":"Schlafly Irish-Style Extra Stout is a full-bodied and full-flavored rich, dark ale with a malty sweetness balanced with plenty of hops to create the perfect dry stout.","abv":"8","ibu":"45","glasswareId":5,"srmId":41,"availableId":2,"styleId":24,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/lCWiw4\/upload_4BtR7R-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/lCWiw4\/upload_4BtR7R-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/lCWiw4\/upload_4BtR7R-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:30","updateDate":"2013-11-12 13:02:33","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":24,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Foreign (Export)-Style Stout","shortName":"Export Stout","description":"As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"30","ibuMax":"60","abvMin":"5.7","abvMax":"9.3","srmMin":"40","srmMax":"40","ogMin":"1.052","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:58"}},{"id":"fn89yQ","name":"Kölsch","nameDisplay":"Kölsch","description":"A golden-colored, medium-bodied, crisp and refreshing ale. This style, which originated in Cologne, is well balanced, mild mannered, and a perfect companion for any occasion.","abv":"4.8","ibu":"25","glasswareId":5,"availableId":1,"styleId":45,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/fn89yQ\/upload_J2Njaj-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/fn89yQ\/upload_J2Njaj-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/fn89yQ\/upload_J2Njaj-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:34","updateDate":"2015-02-26 10:09:51","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"03HMWW","name":"Lazy Ballerina","nameDisplay":"Lazy Ballerina","description":"The first in Schlafly Beer’s Ibex Series, Lazy Ballerina is the lovechild that resulted from grape and grain. Named for the trellis that a wine grape is grown on, Lazy Ballerina is a French-style Saison brewed with Chambourcin grapes from Chandler Hill Vineyards in Missouri, creating a unique fruity fermentation. The young ale was then aged in barrels from Chandler Hill creating a velvety, earthy character.","abv":"7.35","styleId":72,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/03HMWW\/upload_xKQxvF-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/03HMWW\/upload_xKQxvF-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/03HMWW\/upload_xKQxvF-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-05-01 14:08:20","updateDate":"2015-06-05 14:04:10","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"o8GLfq","name":"Lewis Osterweis Hard Ginger Beer","nameDisplay":"Lewis Osterweis Hard Ginger Beer","description":"Wheat beer with a ginger bite. The body is lighter than a normal wheat beer, but the sweetness plays well with the tartness and spicy snap of the ginger","abv":"4.4","styleId":124,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/o8GLfq\/upload_VUQ6vX-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/o8GLfq\/upload_VUQ6vX-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/o8GLfq\/upload_VUQ6vX-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-11-14 19:43:45","updateDate":"2015-03-12 19:42:50","style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"FGWols","name":"Milk Chocolate Stout","nameDisplay":"Milk Chocolate Stout","description":"Our Milk Chocolate Stout is a Sweet Stout brewed with milk sugar for a creamier texture.  The brew is aged on roasted gourmet Guitard cocoa nibs and Madagascar vanilla beans for a rich, sweet treat.  The low hop content of the brew gives the chocolate flavors the lead in this twist on the traditional stout.  \r\n\r\nSweet Stouts, also known as Milk Stouts, were originally thought to be extremely nutritious and were at one time given to nursing mothers with the claim that they had a similar nutritional content to milk.  After WWII, the British government banned the word “milk” to be used in reference to alcohol, and brewers started calling their creations “Sweet Stout”.﻿","abv":"6.6","ibu":"29","srmId":41,"styleId":20,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/FGWols\/upload_IvaMpC-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/FGWols\/upload_IvaMpC-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/FGWols\/upload_IvaMpC-large.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.074","createDate":"2014-06-17 19:43:00","updateDate":"2015-03-03 16:00:14","srm":{"id":41,"name":"Over 40","hex":"000000"},"style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"VkVbSO","name":"No. 15","nameDisplay":"No. 15","description":"To celebrate 15 years of brewing success we are brewing a special beer! This medium-bodied, amber-colored, unfiltered-wheat ale has a delightfully sweet flavor and a fruity, spicy finish. Join us in raising a toast to another 15 years of great beer. Available year-round on draft and in bottles.","abv":"6","ibu":"15","glasswareId":9,"availableId":1,"styleId":32,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/VkVbSO\/upload_nIqFf5-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/VkVbSO\/upload_nIqFf5-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/VkVbSO\/upload_nIqFf5-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:46","updateDate":"2012-08-03 17:41:24","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"xzhzlZ","name":"Oak-Aged Barleywine","nameDisplay":"Oak-Aged Barleywine","description":"Schlafly Barleywine is aged on new Missouri oak. The wood has a medium toast, which helps to caramelize the sugars in the oak and adds a nutty character to the beer as it soaks into the wood.\r\n\r\nThis beer pairs great with grilled meats and game, roasted vegetables, or any fried food. Best with strong cheese like Stilton or rich, sweet desserts like a chocolate hazelnut torte or toffee caramel cheesecake.\r\n\r\nAvailable in 750mL bottles.","abv":"11","ibu":"75","glasswareId":6,"availableId":2,"styleId":34,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/xzhzlZ\/upload_zOxNbj-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/xzhzlZ\/upload_zOxNbj-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/xzhzlZ\/upload_zOxNbj-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:48","updateDate":"2012-03-22 13:05:00","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"akd3fw","name":"Oatmeal Stout","nameDisplay":"Oatmeal Stout","description":"A rich, full-bodied Stout with sweetness from caramel malt, bitterness from roasted barley and smoothness from flaked oats. Sure to satisfy even the heartiest stout lover. Available year-round on draft and in bottles.","abv":"5.7","ibu":"40","glasswareId":5,"srmId":41,"availableId":1,"styleId":21,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/akd3fw\/upload_dtTxRs-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/akd3fw\/upload_dtTxRs-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/akd3fw\/upload_dtTxRs-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:48","updateDate":"2015-02-02 14:06:46","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"zbBOK0","name":"Oktoberfest","nameDisplay":"Oktoberfest","description":"A sweet and malty, full-bodied lager with a deep amber hue. This beer style was traditionally brewed in March for Munich’s Oktoberfest celebration in the fall, and is sometimes known as Märzen.","abv":"5.1","ibu":"25","glasswareId":9,"srmId":20,"availableId":7,"styleId":81,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/zbBOK0\/upload_5cu4tN-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/zbBOK0\/upload_5cu4tN-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/zbBOK0\/upload_5cu4tN-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:49","updateDate":"2014-10-14 14:06:56","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"srm":{"id":20,"name":"20","hex":"9B3200"},"available":{"id":7,"name":"Fall","description":"Available during the fall months."},"style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"7Tjp4C","name":"Pale Ale","nameDisplay":"Pale Ale","description":"Amber-colored, medium-bodied British-style ale with a smooth, mildly-hoppy character. Available year-round on draft and in bottles.","abv":"4.4","ibu":"27","glasswareId":5,"srmId":11,"availableId":1,"styleId":25,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/7Tjp4C\/upload_MOpaqV-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/7Tjp4C\/upload_MOpaqV-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/7Tjp4C\/upload_MOpaqV-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:54","updateDate":"2014-03-26 09:02:55","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":11,"name":"11","hex":"D77200"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"RhnU8F","name":"Pilsner","nameDisplay":"Pilsner","description":"This golden-colored, medium-bodied lager has plenty of German and Czech hops for smooth bitterness and aroma. Available year-round on draft and in bottles.","abv":"4.8","ibu":"35","glasswareId":9,"srmId":5,"availableId":1,"styleId":98,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/RhnU8F\/upload_ZIFPcU-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/RhnU8F\/upload_ZIFPcU-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/RhnU8F\/upload_ZIFPcU-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:57","updateDate":"2015-05-07 14:54:22","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"srm":{"id":5,"name":"5","hex":"FBB123"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":98,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Pilsener","shortName":"American Pilsener","description":"This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and\/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.045","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:08"}},{"id":"raFcvJ","name":"Porter","nameDisplay":"Porter","description":"Our Porter is a dark ale with a mild roasted character and a distinct sweetness from caramel malt.  This medium-bodied porter has a velvety body with Pilgrim hops adding a subtle bitterness and East Kent Goldings hops adding aroma and flavor.  The English yeast helps showcase all of these flavors in this traditional British-style porter.\r\n \r\nIn 18th Century London, the word porter was first used to describe a relatively strong, dark beer, popular amongst the working class.  London brewers became famous for this style, as they began refining the process using better quality malt.  The World Wars led to a higher tax on malt, resulting in lower alcohol strengths in porters. Porter nearly disappeared in the late 20th Century, but was re-introduced in London after small American brewers revitalized interest in the style.﻿","abv":"5.4","ibu":"27","glasswareId":5,"srmId":41,"availableId":4,"styleId":18,"isOrganic":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.05","createDate":"2014-06-17 19:43:38","updateDate":"2014-06-18 01:01:31","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"TtyR4k","name":"Pumpkin Stout","nameDisplay":"Pumpkin Stout","description":"Our Pumpkin Stout is a full-bodied, full-flavored black ale brewed with pumpkin and infused with pumpkin pie spices.","abv":"6.8","ibu":"20","styleId":121,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:44:12","updateDate":"2014-06-18 01:02:05","style":{"id":121,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Pumpkin Beer","shortName":"Pumpkin Beer","description":"Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:28"}},{"id":"ETPxXo","name":"Quadrupel","nameDisplay":"Quadrupel","description":"Schlafly Quadrupel is, as its name implies, a serious beer. But don’t be intimidated. This fourth beer in our bottle-conditioned Belgian-style beer series has a rich, malty backbone that is generously balanced by select, fresh hops to create a luscious, smooth character. Sharing it with friends enhances the enjoyment, whether in front of a roaring fire or at the finest dinner party.\r\n\r\nThis beer pairs perfectly with all types of food, particularly those with assertive flavors. Remember to store this at cellar temperatures and serve it slightly chilled.","abv":"12","glasswareId":6,"availableId":2,"styleId":60,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/ETPxXo\/upload_6h1s9L-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/ETPxXo\/upload_6h1s9L-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/ETPxXo\/upload_6h1s9L-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:01","updateDate":"2015-05-22 18:22:23","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"fbugAt","name":"Raspberry Hefeweizen","nameDisplay":"Raspberry Hefeweizen","description":"Our unfiltered wheat ale is delicious and refreshing with the addition of raspberry.","abv":"3.9","ibu":"14","glasswareId":9,"availableId":6,"styleId":48,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/fbugAt\/upload_1JMWtN-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/fbugAt\/upload_1JMWtN-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/fbugAt\/upload_1JMWtN-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:02","updateDate":"2014-03-26 12:03:59","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"qTXxFD","name":"Rye IPA","nameDisplay":"Rye IPA","description":"Collaboration beer with Bigelo’s Bistro. Served on draft and cask only.","abv":"6.7","styleId":30,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/qTXxFD\/upload_V5jWTb-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/qTXxFD\/upload_V5jWTb-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/qTXxFD\/upload_V5jWTb-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-08-06 03:01:12","updateDate":"2014-08-29 19:04:35","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"uFMITl","name":"Saison","nameDisplay":"Saison","description":"A fruity, strong Belgian ale. Amber in color and medium-bodied, this ale offers that familiar tart character contributed by the Belgian yeast.","abv":"6.2","ibu":"22","glasswareId":5,"srmId":15,"availableId":7,"styleId":72,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/uFMITl\/upload_V8egue-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/uFMITl\/upload_V8egue-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/uFMITl\/upload_V8egue-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:08","updateDate":"2015-05-04 18:34:03","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":15,"name":"15","hex":"BB5100"},"available":{"id":7,"name":"Fall","description":"Available during the fall months."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"aZN0VB","name":"Schlafly Framboise","nameDisplay":"Schlafly Framboise","abv":"4.6","styleId":68,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-01-23 20:07:37","updateDate":"2015-01-23 20:07:37","style":{"id":68,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Fruit Lambic","shortName":"Fruit Lambic","description":"These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.","ibuMin":"15","ibuMax":"21","abvMin":"5.6","abvMax":"8.6","ogMin":"1.04","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:47"}},{"id":"5488iR","name":"Schlafly Maibock","nameDisplay":"Schlafly Maibock","abv":"7","ibu":"25","styleId":89,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-17 19:41:26","updateDate":"2014-07-19 10:59:21","style":{"id":89,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Heller Bock\/Maibock","shortName":"Maibock","description":"The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and\/or bready malt character is often evident. Roast or heavy toast\/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.","ibuMin":"20","ibuMax":"38","abvMin":"6","abvMax":"8","srmMin":"4","srmMax":"10","ogMin":"1.066","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:04"}},{"id":"zpyLEw","name":"Schlafly Pumpkin Ale","nameDisplay":"Schlafly Pumpkin Ale","description":"Our Pumpkin Ale blends the spices of the harvest with full-bodied sweetness for a beer that tastes like pumpkin pie. Pounds of pumpkin form a malty foundation that supports the fall flavors of cinnamon, nutmeg and clove.\r\n\r\nWhile pumpkin beers were produced in the early days of the American colonies, they were different from the pumpkin beers we know today.  Colonists used pumpkin and squash as the fermenting medium, since malted barley was scarce.  Once malt became more readily available, it replaced these alternatives to grain.  In the 1990’s, American craft brewers reintroduced the style to the delight of pumpkin beer drinkers.","abv":"8","ibu":"16","glasswareId":6,"srmId":27,"availableId":2,"styleId":121,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/zpyLEw\/upload_8oTpge-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/zpyLEw\/upload_8oTpge-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/zpyLEw\/upload_8oTpge-large.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.076","createDate":"2012-01-03 02:44:01","updateDate":"2014-10-09 13:03:57","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"srm":{"id":27,"name":"27","hex":"701400"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":121,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Pumpkin Beer","shortName":"Pumpkin Beer","description":"Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:28"}},{"id":"X6iGLB","name":"Schlafly Rye Bock","nameDisplay":"Schlafly Rye Bock","abv":"7","glasswareId":5,"styleId":88,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/X6iGLB\/upload_f0yJ0l-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/X6iGLB\/upload_f0yJ0l-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/X6iGLB\/upload_f0yJ0l-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:10","updateDate":"2015-06-05 19:31:41","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":88,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Traditional German-Style Bock","shortName":"Bock","description":"Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted\/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.","ibuMin":"20","ibuMax":"30","abvMin":"6.3","abvMax":"7.5","srmMin":"20","srmMax":"30","ogMin":"1.066","fgMin":"1.018","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:38:54"}},{"id":"WVEobW","name":"Schnucks Anniversary","nameDisplay":"Schnucks Anniversary","description":"A Schlafly Ale for Schnucks","glasswareId":5,"availableId":2,"styleId":30,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/WVEobW\/upload_jf1hwr-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/WVEobW\/upload_jf1hwr-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/WVEobW\/upload_jf1hwr-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-12-18 12:58:59","updateDate":"2013-12-18 12:59:44","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"EaKeFZ","name":"Schwarzbier Black Lager","nameDisplay":"Schwarzbier Black Lager","description":"Black Lager Schwarzbier is a traditional German Schwarzbier with a refreshingly light body.  The dark chocolate malts contribute color and hints of roasted coffee balanced by the delicate aroma of German Noble hops.  Translated from German, Schwarzbier means black beer.﻿\r\n\r\nSchwarzbier originated in the 16th Century in southeastern Germany where it is still brewed today. The style enjoyed a heyday in St. Louis in the late 1800s, but large scale production of dark lagers failed to resurface after Prohibition. In 2007, the beer community of St. Louis honored St. Louis Dark Lager as the official beer of the inaugural St. Louis Brewers Heritage Festival, an annual tasting event that celebrates the many breweries thriving in St. Louis today.﻿","abv":"5","ibu":"25","glasswareId":9,"srmId":41,"availableId":4,"styleId":84,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/EaKeFZ\/upload_KQLu9N-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/EaKeFZ\/upload_KQLu9N-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/EaKeFZ\/upload_KQLu9N-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:11","updateDate":"2014-06-17 21:17:31","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":84,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Schwarzbier","shortName":"Schwarzbier","description":"These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.","ibuMin":"22","ibuMax":"30","abvMin":"3.8","abvMax":"5","srmMin":"25","srmMax":"30","ogMin":"1.044","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:37:12"}},{"id":"WZ56dC","name":"Scotch Ale","nameDisplay":"Scotch Ale","description":"This big, malty ale is dark, sweet and roasty with enough strength to make it a winter warmer.","abv":"6.2","ibu":"15","glasswareId":5,"srmId":27,"availableId":8,"styleId":14,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/WZ56dC\/upload_itDSkB-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/WZ56dC\/upload_itDSkB-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/WZ56dC\/upload_itDSkB-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:11","updateDate":"2012-03-22 13:05:09","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":27,"name":"27","hex":"701400"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"6DhFEB","name":"Sessions IPA","nameDisplay":"Sessions IPA","description":"Our Sessions IPA is a smooth golden ale packed with the bold flavor and aroma of American hops.  We crafted it in the spirit of the low gravity IPAs common in the UK where the style stands for hoppy, not heavy.\r\n \r\nIndia Pale Ales (IPAs) were first brewed in England during the late 1700s for export overseas to British soldiers in India. To keep their beer from spoiling during the long voyage, English brewers fortified their traditional pale ale recipes with hops as a natural preservative.  Today, the term IPA is used for many full flavored beers along a wide array of recipes.﻿","abv":"4.5","ibu":"30","glasswareId":5,"srmId":10,"availableId":4,"styleId":108,"isOrganic":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.047","createDate":"2014-06-17 19:45:42","updateDate":"2014-06-18 01:02:09","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":10,"name":"10","hex":"DE7C00"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":108,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Session Beer","shortName":"Session","description":"Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).","ibuMin":"10","ibuMax":"30","abvMin":"4","abvMax":"5.1","srmMin":"2","srmMax":"2","ogMin":"1.034","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:20"}},{"id":"Bwgcdr","name":"Singel Ale","nameDisplay":"Singel Ale","glasswareId":5,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/Bwgcdr\/upload_fOwQJE-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/Bwgcdr\/upload_fOwQJE-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/Bwgcdr\/upload_fOwQJE-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:13","updateDate":"2012-09-08 21:13:55","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"}},{"id":"iXQ3Nc","name":"Single Malt Scotch Ale","nameDisplay":"Single Malt Scotch Ale","description":"Brewed for the 21st anniversary, Single Malt Scottish Ale is brewed with a single variety of barley, Optic, from the Cook family farm in Scotland (owned by Mr. Kopman’s in-laws). It is then aged in freshly-emptied Highland Scotch Whisky barrels…","abv":"9","ibu":"25","styleId":15,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:46:24","updateDate":"2014-06-18 01:02:11","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"HvdUKK","name":"Summer Lager","nameDisplay":"Summer Lager","description":"New! A Munich Style Helles. Golden and medium-bodied, it has a fresh noble hop character and lightly toasted malt flavor. This classic summer time lager is made for the warm, lazy days of Summer in America's heartland.","abv":"4.5","ibu":"17","glasswareId":5,"srmId":5,"availableId":6,"styleId":93,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/HvdUKK\/upload_5PZ3Wo-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/HvdUKK\/upload_5PZ3Wo-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/HvdUKK\/upload_5PZ3Wo-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:19","updateDate":"2015-07-02 13:47:12","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":5,"name":"5","hex":"FBB123"},"available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"4ZqCao","name":"Tasmanian Style India Pale","nameDisplay":"Tasmanian Style India Pale","description":"Schlafly Tasmanian IPA is brewed with 100% Australian hops. The Tasmanian hop, Galaxy, is a strong, aromatic variety that is different from traditional strains of the Pacific Northwest. Our brewers developed a recipe that showcases the hop’s unique flavors of citrus and pineapple.","abv":"7.2","ibu":"60","availableId":2,"styleId":30,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/4ZqCao\/upload_kHVlZo-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/4ZqCao\/upload_kHVlZo-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/4ZqCao\/upload_kHVlZo-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-10-26 13:25:49","updateDate":"2014-12-26 21:32:53","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"yQuFWV","name":"Tripel","nameDisplay":"Tripel","description":"Schlafly Tripel has patiently awaited joining the ranks of our bottle-conditioned Belgian-style ale series. It was the first festival ale for our HOP in the City beer festival, which makes it dear to us. Tripel is hearty with a golden hue and rich, fruity character. While this ale is light in color, it is fuller bodied than many darker ales. These characteristics make it a great after-dinner drink and a perfect complement to aged cheese and fruity desserts.\r\n\r\nWe age this ale for months before it touches a bottle but, if you have the will power, it will improve for years to come.","abv":"10","glasswareId":6,"availableId":2,"styleId":59,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/yQuFWV\/upload_Mch9ml-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/yQuFWV\/upload_Mch9ml-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/yQuFWV\/upload_Mch9ml-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:24","updateDate":"2012-03-22 13:04:45","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":59,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale\/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop\/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:50"}},{"id":"Kr8rX3","name":"Vanilla Imperial Stout","nameDisplay":"Vanilla Imperial Stout","description":"Our 2012 Imperial Stout aged for over three months in freshly emptied bourbon barrels with whole vanilla beans.","abv":"10.5","ibu":"50","styleId":43,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-17 19:47:41","updateDate":"2014-06-18 01:02:56","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"cN0Afx","name":"Wild Lazy Ballerina","nameDisplay":"Wild Lazy Ballerina","description":"During the process of producing Lazy Ballerina, Schlafly Beer had a chance to procure some Chambourcin pomace (Chambourcin grape skins). These were added to the fresh Lazy Ballerina wort allowing the indigenous wild yeast and other microflora present on the grape skins to ferment the mix. The resulting beer has a slight pink hue with oak and stone fruit aroma with a hint of sulfur. The pleasant light sourness complements its funky, earthy taste tones.","abv":"4","styleId":72,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-01 14:18:39","updateDate":"2015-05-01 19:09:14","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"pO4fyo","name":"Winter ESB","nameDisplay":"Winter ESB","description":"This Extra Special Bitter is an amber-colored, malty ale with plenty of hops to balance the flavor. Rye flakes add a distinctive flavor, as well as extra body.","abv":"5.8","ibu":"50","glasswareId":5,"srmId":13,"availableId":8,"styleId":32,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/pO4fyo\/upload_RxWdru-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/pO4fyo\/upload_RxWdru-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/pO4fyo\/upload_RxWdru-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:32","updateDate":"2015-05-07 14:55:10","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":13,"name":"13","hex":"CB6200"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"bI0gAG","name":"Yakima Wheat Ale","nameDisplay":"Yakima Wheat Ale","description":"Our Yakima Wheat Ale is a refreshing, hoppy wheat beer showcasing hops from Yakima Valley in Washington State.  U.S. Challenger hops are used in the kettle, as well as in the dry hopping process, to create a mild toffee-like sweetness to the beer.  The hop also lends a spiciness, similar to black pepper and juniper flavors.   The balance between hops and the wheat and malt flavors creates a brew which finishes clean on the palate with a hearty hop bite.","abv":"5.5","ibu":"40","glasswareId":9,"srmId":4,"availableId":4,"styleId":113,"isOrganic":"N","labels":{"icon":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/bI0gAG\/upload_uuoISq-icon.png","medium":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/bI0gAG\/upload_uuoISq-medium.png","large":"https:\/\/s3.amazonaws.com\/brewerydbapi\/beer\/bI0gAG\/upload_uuoISq-large.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.055","createDate":"2012-07-31 17:41:43","updateDate":"2015-07-10 17:31:47","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":113,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager without Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:53"}}]
